---
kind: enumMember
id: F:Autodesk.Revit.DB.JunctionType.Tap
enum: Autodesk.Revit.DB.JunctionType
source: html/4819d609-4c56-5077-2193-f0953a3ac445.htm
---
# Autodesk.Revit.DB.JunctionType.Tap

The junction type is tap.